anxiety_api/app/controllers/stories_controller.rb

  def index
    @stories = Story.all
---
SELECT "stories".* FROM "stories"